app/Http/Controllers/JobController.php

select * from `employers` where `employers`.`id` in (1, 2, 3, 4)
---
    public function index()
    {
        $jobs = Job::with('employer')->latest()->simplePaginate(3);